{
  "Momentum": "Momentum"
  ,"This project is designed to rapidly spin up Angular applications...": "Dieses Projekt wurde entwickelt, um Angular-Anwendungen in einem Monorepo mit minimaler Konfiguration schnell bereitzustellen. Es kommt vorkonfiguriert mit nützlichen Bibliotheken für Übersetzung (i18n, l10n), GraphQL und traditionelle REST-APIs, WebSockets, Offline-Speicherung mit IndexedDB, Service Worker, zuverlässige Test-Suites (Unit- und E2E-Tests) und vieles mehr, damit du dich auf die Entwicklung deiner App konzentrieren kannst, anstatt Zeit mit der Einrichtung zu verschwenden."
  ,"If you find this project helpful and want to see it grow, consider...": "Wenn dir dieses Projekt hilft und du sein Wachstum unterstützen möchtest, erwäge, seine Entwicklung zu fördern. Jeder Beitrag – sei es durch Feedback, Pull Requests oder Spenden – hilft uns, es kontinuierlich zu verbessern."
  ,"v.": "v."
  ,"Language": "Sprache"
  ,"Change Log": "Aenderungsprotokoll"
  ,"This app is {semver} out of date.": "Diese App ist {semver} veraltet."
  ,"{patches} patch(es)": "{patches, plural, =0 {keine Patches} one {eine Patch} other {# Patches}}"
  ,"{minors} minor version(s)": "{minors, plural, =0 {keine kleine Versionen} one {eine kleine Version} other {# kleine Versionen}}"
  ,"{majors} major release(s)": "{majors, plural, =0 {keine Hauptversionen} one {eine Hauptversion} other {# Hauptversionen}}"
  ,"If it doesn’t update momentarily, please try to clear your cache and refresh your browser.": "Wenn die Seite nicht sofort aktualisiert wird, versuche, den Browser-Cache zu leeren und die Seite neu zu laden."
  ,"If you encounter problems, you can use the webapp at {url} until an app update is ready.": "Wenn du Probleme begegnen, kannst du die Webanwendung unter >a href=\"{url}\" target=\"_blank\" rel=\"noopener noreferrer\">{url}>/a> nutzen, bis eine App-Update bereit steht."
  ,"Environment": "Umgebung"
  ,"App Version": "App-Version"
  ,"{environmentName} environment": "{environmentName} Umgebung"
  ,"Development": "Entwicklung"
  ,"Production": "Produktion"
  ,"GraphQL API": "GraphQL API"
  ,"IndexedDB": "IndexedDB"
  ,"Installers": "Programme"
  ,"Install Angular Momentum on your device instead of using it via a web browser:": "Installiere Angular Momentum auf deinem Geraet statt es via einem Web-Browser zu nutzen:"
  ,"Other Installers": "Andere Programme"
  ,"Support": "Spenden"
  ,"Persistent Text": "Dauerhafter Text"
  ,"Enter some text to have it persist between page reloads (saved in browser storage)": "Einen Text eingeben, um es zwischen Seitenneuladen zu behalten (speichern in Browser-Storage)"
  ,"Features": "Funktionen"
  ,"Turn features on and off for feature flag testing": "Funktionen einschalten und ausschalten zur Feature-Flag-Testung"
}