{
  "Momentum": "Plantilla"
  ,"This project is designed to rapidly spin up Angular applications...": "Este proyecto está diseñado para iniciar rápidamente aplicaciones de Angular dentro de un monorepo con una configuración mínima. Viene preconfigurado con bibliotecas útiles para traducción (i18n, l10n), GraphQL y API REST tradicionales, WebSockets, almacenamiento sin conexión con IndexedDB, service workers, suites de prueba confiables (unitarias y E2E) y mucho más, para que puedas centrarte en desarrollar tu aplicación en lugar de perder tiempo con la configuración."
  ,"If you find this project helpful and want to see it grow, consider...": "Si este proyecto te resulta útil y quieres verlo crecer, considera apoyar su desarrollo. Cada contribución, ya sea a través de comentarios, pull requests o donaciones, nos ayuda a seguir mejorándolo."
  ,"v.": "v."
  ,"Language": "Idioma"
  ,"Change Log": "Cambios"
  ,"This app is {semver} out of date.": "Esta app esta {semver} fuera de date."
  ,"{patches} patch(es)": "{patches, plural, =0 {ningún parche} one {un parche} other {# parches}}"
  ,"{minors} minor version(s)": "{minors, plural, =0 {ninguna versión menor} one {una versión menor} other {# versiones menores}}"
  ,"{majors} major release(s)": "{majors, plural, =0 {ninguna versión mayor} one {una versión mayor} other {# versiones mayores}}"
  ,"If it doesn’t update momentarily, please try to clear your cache and refresh your browser.": "Si no se actualiza momentáneamente, por favor intenta limpiar tu cache y recargar tu navegador."
  ,"If you encounter problems, you can use the webapp at {url} until an app update is ready.": "Si encuentras problemas, puedes usar la webapp en >a href=\"{url}\" target=\"_blank\" rel=\"noopener noreferrer\">{url}>/a> hasta que se haya actualizado la app."
  ,"Environment": "Ambiente"
  ,"App Version": "Versión de la app"
  ,"{environmentName} environment": "{environmentName} ambiente"
  ,"Development": "Desarrollo"
  ,"Production": "Producción"
  ,"GraphQL API": "GraphQL API"
  ,"IndexedDB": "IndexedDB"
  ,"Installers": "Instaladores"
  ,"Install Angular Momentum on your device instead of using it via a web browser:": "Instala Angular Momentum en tu dispositivo en vez de utilizarlo a través de un navegador:"
  ,"Other Installers": "Otros Instaladores"
  ,"Support": "Apoyar"
  ,"Persistent Text": "Texto persistente"
  ,"Enter some text to have it persist between page reloads (saved in browser storage)": "Introduce texto para que persista entre paginas (recuperado en el almacenamiento del navegador)"
  ,"Features": "Características"
  ,"Turn features on and off for feature flag testing": "Activar y desactivar características para pruebas de banderas"
}