{
  "Momentum": "Modèle"
  ,"This project is designed to rapidly spin up Angular applications...": "Ce projet est conçu pour lancer rapidement des applications Angular au sein d'un monorepo avec une configuration minimale. Il est préconfiguré avec des bibliothèques utiles pour la traduction (i18n, l10n), GraphQL et les API REST traditionnelles, les WebSockets, le stockage hors ligne avec IndexedDB, les service workers, des suites de tests fiables (unitaires et E2E) et bien plus encore, afin que vous puissiez vous concentrer sur le développement de votre application plutôt que de perdre du temps sur la configuration."
  ,"If you find this project helpful and want to see it grow, consider...": "Si ce projet vous est utile et que vous souhaitez le voir se développer, envisagez de soutenir son développement. Chaque contribution, qu'il s'agisse de retours, de pull requests ou de dons, nous aide à l'améliorer continuellement."
  ,"v.": "v."
  ,"Language": "Langue"
  ,"Change Log": "Journal des modifications"
  ,"This app is {semver} out of date.": "Cette app est {semver} hors date."
  ,"{patches} patch(es)": "{patches, plural, =0 {aucun patch} one {un patch} other {# patches}}"
  ,"{minors} minor version(s)": "{minors, plural, =0 {aucune version mineure} one {une version mineure} other {# versions mineures}}"
  ,"{majors} major release(s)": "{majors, plural, =0 {aucune version majeure} one {une version majeure} other {# versions majeures}}"
  ,"If it doesn’t update momentarily, please try to clear your cache and refresh your browser.": "Si elle ne se met pas à jour, essayez de vider votre cache et de rafraichir votre navigateur."
  ,"If you encounter problems, you can use the webapp at {url} until an app update is ready.": "Si vous rencontrez des problèmes, vous pouvez utiliser l'application web >a href=\"{url}\" target=\"_blank\" rel=\"noopener noreferrer\">{url}>/a> jusqu'a ce que l'application soit mise à jour."
  ,"Environment": "Environnement"
  ,"App Version": "Version de l'app"
  ,"{environmentName} environment": "l'environnement {environmentName}"
  ,"Development": "Développement"
  ,"Production": "Production"
  ,"GraphQL API": "GraphQL API"
  ,"IndexedDB": "IndexedDB"
  ,"Installers": "Installateurs"
  ,"Install Angular Momentum on your device instead of using it via a web browser:": "Installez Angular Momentum sur votre appareil au lieu de l'utiliser via un navigateur web:"
  ,"Other Installers": "Autres Installateurs"
  ,"Support": "Soutien"
  ,"Persistent Text": "Texte persistant"
  ,"Enter some text to have it persist between page reloads (saved in browser storage)": "Entrez du texte pour que ce soit persistant entre les pages (enregistré dans le stockage du navigateur)"
  ,"Features": "Fonctionnalités"
  ,"Turn features on and off for feature flag testing": "Activer et desactiver les fonctionnalités pour tester les bandes de fonctionnalités"
  ,"Notifications": "Notifications"
  ,"Push Notifications": "Notifications Push"
  ,"Status": "Statut"
  ,"Platform": "Plateforme"
  ,"Permission": "Permission"
  ,"Supported": "Pris en charge"
  ,"Yes": "Oui"
  ,"No": "Non"
  ,"Unread Count": "Non lues"
  ,"Test Notifications": "Tester les Notifications"
  ,"Send predefined notifications to test the system": "Envoyer des notifications prédéfinies pour tester le système"
  ,"Send Local": "Envoyer Localement"
  ,"Broadcast": "Diffuser"
  ,"How It Works": "Comment ça Marche"
  ,"Local Notification": "Notification Locale"
  ,"Sends a notification only to your current browser/device. Uses the NotificationService directly.": "Envoie une notification uniquement à votre navigateur/appareil actuel. Utilise directement le NotificationService."
  ,"Server Broadcast": "Diffusion du Serveur"
  ,"Sends a notification via GraphQL to the server, which broadcasts it to ALL connected clients via WebSocket.": "Envoie une notification via GraphQL au serveur, qui la diffuse à TOUS les clients connectés via WebSocket."
  ,"Platform Detection": "Détection de Plateforme"
  ,"Tauri apps use native OS notifications. Web/PWA uses browser notifications via Service Worker.": "Les applications Tauri utilisent les notifications natives du système d'exploitation. Web/PWA utilise les notifications du navigateur via Service Worker."
  ,"Mark all read": "Tout marquer comme lu"
  ,"Clear all": "Tout effacer"
  ,"No notifications": "Aucune notification"
  ,"Enable Notifications": "Activer les Notifications"
  ,"Delete notification": "Supprimer la notification"
  ,"Welcome!": "Bienvenue !"
  ,"Thanks for trying Angular Momentum - your modern Angular starter kit!": "Merci d'essayer Angular Momentum - votre kit de démarrage Angular moderne !"
  ,"Welcome Message": "Message de Bienvenue"
  ,"New Feature Available": "Nouvelle Fonctionnalité Disponible"
  ,"Check out the latest updates in the Features section!": "Découvrez les dernières mises à jour dans la section Fonctionnalités !"
  ,"Feature Update": "Mise à Jour de Fonctionnalité"
  ,"System Maintenance": "Maintenance du Système"
  ,"Scheduled maintenance will occur tonight at {time}.": "La maintenance programmée aura lieu ce soir à {time}."
  ,"Maintenance Alert": "Alerte de Maintenance"
  ,"Achievement Unlocked": "Succès Débloqué"
  ,"You successfully tested the notification system!": "Vous avez testé avec succès le système de notifications !"
  ,"Achievement": "Succès"
}